amd-ucode
aria2
base
base-devel
bash-completion
dunst
efibootmgr
geany
git
grub
grub-customizer
gst-plugin-pipewire
htop
kitty
libpulse
linux
linux-firmware
linux-headers
nano
neofetch
networkmanager
nvidia-dkms
os-prober
otf-font-awesome
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-gobject
python-pandas
python-pip
python-requests
swaybg
swayidle
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-hack
ttf-jetbrains-mono
ttf-nerd-fonts-symbols-2048-em
ttf-nerd-fonts-symbols-2048-em-mono
ttf-roboto
ttf-roboto-mono
unzip
vivaldi
wireplumber
wl-clipboard
xarchiver
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xhost
zip
